Repository: ManuelCAZALLA/LocalizaTuCocheApp
Catalog: LocalizatuCoche/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt

# pro_promo_subtitle
source: Get all Pro features and remove ads.
ar: احصل على جميع ميزات Pro وإزالة الإعلانات.
de: Alle Pro-Funktionen freischalten und Werbung entfernen.
es: Desbloquea todas las funciones Pro y elimina la publicidad.
fr: Obtenez toutes les fonctionnalités Pro et supprimez les publicités.
it: Ottieni tutte le funzionalità Pro e rimuovi le pubblicità.
pt: Obtenha todos os recursos Pro e remova os anúncios.

# pro_promo_title
source: Pro Version
ar: النسخة المميزة
es: Version Pro
fr: Version Pro
it: Versione Pro
pt: Versão Pro

source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Valórame
fr: Noter l'application
it: Valuta l'app
pt: Avaliar App

source: Rate me
ar: قيمني
de: Bewerte mich
es: Valórame
fr: Notez-moi
it: Valutami
pt: Avalie-me

# rate_or_recommend_message
source: Are you enjoying the app? You can rate it or share it with a friend! 🚙✨
ar: هل تستمتع باستخدام التطبيق؟ يمكنك تقييمه أو مشاركته مع صديق! 🚙✨
de: Gefällt dir die App? Du kannst sie bewerten oder einem Freund empfehlen! 🚙✨
es: Si te resulta útil,¡valóranos o recomiéndanos a un amigo 🚙✨
fr: Aimez-vous l'application ? Vous pouvez la noter ou la partager avec un ami! 🚙✨
it: Ti piace l'app? Puoi valutarla o condividerla con un amico! 🚙✨
pt: Você está gostando do aplicativo? Você pode avaliá-lo ou compartilhar com um amigo! 🚙✨

source: Recent parkings
ar: مواقف السيارات الأخيرة
de: Letzte Parkplätze
es: Aparcamientos
fr: Stationnements
it: Parcheggi recenti
pt: Estacionamentos recentes

# recommend_friend
source: Recommend to Friend
ar: مشاركة مع صديق
de: Freund empfehlen
es: Recomendar a un amigo
fr: Recommander à un ami
it: Raccomanda a un amico
pt: Recomendar a amigo

source: Save
ar: حفظ
de: Speichern
es: Añadir
fr: Enregistrer
it: Salva
pt: Salvar

# settings_appearance_title
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência

# settings_dark_mode_pro_enabled_subtitle
source: Dark mode is available with your Pro subscription.
ar: الوضع الداكن متاح مع اشتراك Pro الخاص بك.
de: Der Dunkelmodus ist mit deinem Pro-Abonnement verfügbar.
es: El modo oscuro está disponible con tu suscripción Pro.
fr: Le mode sombre est disponible avec votre abonnement Pro.
it: La modalità scura è disponibile con il tuo abbonamento Pro.
pt: O modo escuro está disponível com a sua subscrição Pro.

# settings_dark_mode_pro_only_subtitle
source: Dark mode is a Pro-only feature.
ar: الوضع الداكن ميزة حصرية لمشتركي Pro.
de: Der Dunkelmodus ist eine exklusive Pro-Funktion.
es: El modo oscuro es una función exclusiva Pro.
fr: Le mode sombre est une fonctionnalité exclusive Pro.
it: La modalità scura è una funzione esclusiva Pro.
pt: O modo escuro é um recurso exclusivo Pro.

# settings_dark_mode_title
source: Dark mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
pt: Modo escuro

# settings_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade

# settings_pro_active_subtitle
source: Your Pro purchase is active
ar: اشتراك Pro الخاص بك نشط
de: Dein Pro-Kauf ist aktiv
es: Tu compra Pro está activa
fr: Votre achat Pro est actif
it: Il tuo acquisto Pro è attivo
pt: A tua compra Pro está ativa

# settings_pro_active_title
source: Ad-free enabled
ar: بدون إعلانات مفعّل
de: Werbefrei aktiviert
es: Sin publicidad activada
fr: Sans publicité activé
it: Senza pubblicità attivo
pt: Sem anúncios ativado

# settings_pro_upgrade_subtitle
source: Unlock the Pro version
ar: افتح النسخة Pro
de: Schalte die Pro-Version frei
es: Desbloquea la versión Pro
fr: Débloquez la version Pro
it: Sblocca la versione Pro
pt: Desbloqueie a versão Pro

# settings_pro_upgrade_title
source: Remove ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Eliminar publicidad
fr: Supprimer les publicités
it: Rimuovi pubblicità
pt: Remover anúncios

# settings_siri_shortcuts_hint
source: Pro: add Siri and Shortcuts from the Shortcuts app (save parking, open in Maps).
ar: Pro: أضف Siri والاختصارات من تطبيق الاختصارات (حفظ موقع السيارة، فتح في الخرائط).
de: Pro: Füge Siri und Kurzbefehle über die Kurzbefehle-App hinzu (Parkplatz speichern, in Karten öffnen).
es: Pro: Añade Siri y Atajos desde la app Atajos (guardar aparcamiento, abrir en Mapas).
fr: Pro : ajoutez Siri et Raccourcis depuis l'app Raccourcis (enregistrer le stationnement, ouvrir dans Plans).
it: Pro: aggiungi Siri e Comandi rapidi dall'app Comandi (salvare il parcheggio, aprire in Mappe).
pt: Pro: adicione Siri e Atalhos a partir da app Atalhos (guardar estacionamento, abrir no Mapas).

# settings_tab_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# settings_version
source: Version
ar: الإصدار
es: Versión
it: Versione
pt: Versão

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar

# share_parking
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar

# share_parking_text
source: I parked my car here: Apple Maps: %@ Google Maps: %@
ar: أوقفت سيارتي هنا: خرائط آبل: %@ خرائط جوجل: %@
de: Hier habe ich mein Auto geparkt: Apple Maps: %@ Google Maps: %@
es: Aquí he aparcado mi coche: Apple Maps: %@ Google Maps: %@
fr: J'ai garé ma voiture ici : Apple Maps : %@ Google Maps : %@
it: Ho parcheggiato la mia auto qui: Apple Maps: %@ Google Maps: %@
pt: Estacionei meu carro aqui: Apple Maps: %@ Google Maps: %@

# share_whatsapp
source: Share on WhatsApp
ar: مشاركة عبر واتساب
de: Auf WhatsApp teilen
es: Compartir por WhatsApp
fr: Partager sur WhatsApp
it: Condividi su WhatsApp
pt: Compartilhar no WhatsApp

# Siguiente:
source: Next:
ar: التالي:
de: Nächste:
es: Siguiente:
fr: Suivant :
it: Prossimo:
pt: Próximo:

# Siri & Atajos
source: Siri & Shortcuts
ar: Siri والاختصارات
de: Siri & Kurzbefehle
es: Siri & Atajos
fr: Siri & Raccourcis
it: Siri & Comandi
pt: Siri & Atalhos

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Pular

source: Start
ar: ابدأ
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
pt: Iniciar

# Temporizador en marcha
source: ⏱ Timer running
ar: ⏱ المؤقت يعمل
de: ⏱ Timer läuft
es: ⏱ Temporizador en marcha
fr: ⏱ Minuterie en cours
it: ⏱ Timer in esecuzione
pt: ⏱ Temporizador em execução

source: Time remaining
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
pt: Tempo restante

# time_up
source: ⏰ Time's up!
ar: ⏰ انتهى الوقت!
de: ⏰ Zeit abgelaufen!
es: ⏰ ¡Se acabó el tiempo!
fr: ⏰ Temps écoulé !
it: ⏰ Tempo scaduto!
pt: ⏰ Tempo esgotado!

# Tú
source: You
ar: أنت
de: Du
es: Tú
fr: Toi
it: Tu
pt: Você

# Tu coche siempre localizado
source: Your car always located
ar: سيارتك دائماً موضعة
de: Dein Auto immer lokalisiert
es: Tu coche siempre localizado
fr: Votre voiture toujours localisée
it: La tua auto sempre localizzata
pt: Seu carro sempre localizado

# turn_left_in_meters
source: Turn left in %d meters.
ar: انعطف يساراً خلال %d متر.
de: In %d Metern links abbiegen.
es: Gira a la izquierda en %d metros.
fr: Tournez à gauche dans %d mètres.
it: Gira a sinistra tra %d metri.
pt: Vire à esquerda em %d metros.

# turn_right_in_meters
source: Turn right in %d meters.
ar: انعطف يميناً خلال %d متر.
de: In %d Metern rechts abbiegen.
es: Gira a la derecha en %d metros.
fr: Tournez à droite dans %d mètres.
it: Gira a destra tra %d metri.
pt: Vire à direita em %d metros.

source: Unknown status
ar: حالة غير معروفة
de: Unbekannter Status
es: Estado desconocido
fr: Statut inconnu
it: Stato sconosciuto
pt: Status desconhecido

# Volver a mi coche
source: Return to my car
ar: العودة إلى سيارتي
de: Zurück zu meinem Auto
es: Volver a mi coche
fr: Retourner à ma voiture
it: Torna alla mia auto
pt: Voltar para meu carro

# waiting_location_permission
source: Waiting for location permission…
ar: في انتظار إذن الموقع…
de: Warte auf Standortberechtigung…
es: Esperando permiso de localización…
fr: En attente de l'autorisation de localisation…
it: In attesa del permesso di localizzazione…
pt: Aguardando permissão de localização…

source: Website
ar: الموقع الإلكتروني
de: Webseite
es: Página web
fr: Site web
it: Sito web
pt: Site

# welcome_to_ubicar
source: Welcome to Park and Back
ar: مرحباً بك في اعثر على سيارتك
de: Willkommen bei Finde dein Auto
es: Bienvenido a Localiza tu Coche
fr: Bienvenue dans Localise ta Voiture
it: Benvenuto in Trova la tua auto
pt: Bem-vindo ao Localize seu carro
